{
  "projects": [
    {
      "id": 1,
      "title": "Creator Verse",
      "subtitle": "list your favorite creators",
      "imageUrl": "/assets/images/demo.gif",
      "url": "https://github.com/purohitamann/creatorverse",
      "description": "Creatorverse is a dynamic front end project built to showcase and manage a collection of your favorite content creators, including YouTube channels, Instagram personalities, TikTok accounts, and more. This app allows users to create, read, update, and delete (CRUD) content creators"
    },
    {
      "id": 2,
      "title": "Swiftie Meter",
      "subtitle": "how swiftie are you?",
      "imageUrl": "/assets/images/SwiftieMeter.png",
      "url": "https://github.com/purohitamann/Swiftie-Meter",
      "description": "Discover how much of a Taylor Swift fan you are with the Swiftie Meter! This interactive tool analyzes your music preferences and social media to rate your Swiftie level."
    },
    {
      "id": 3,
      "title": "Caption AI",
      "subtitle": "need a caption for your instagram post?",
      "imageUrl": "/assets/images/CaptionAI.png",
      "url": "https://github.com/purohitamann/python-mini-projects/tree/main/Caption-AI",
      "description": "Struggle no more for the perfect Instagram caption! Caption AI uses advanced machine learning to generate creative and engaging captions for your photos."
    },
    {
      "id": 4,
      "title": "AstroGen AI",
      "subtitle": "check out what is happening for sign?",
      "imageUrl": "/assets/images/AstroGen.png",
      "url": "https://github.com/purohitamann/AstroGen-AI",
      "description": "Curious about your astrological future? AstroGen AI provides daily horoscope predictions powered by AI, tailored specifically to your zodiac sign."
    },
    {
      "id": 5,
      "title": "Cafe Checkout System",
      "subtitle": "let me help your business checkout!",
      "imageUrl": "/assets/images/Cafe.png",
      "url": "https://github.com/purohitamann/CafeCheckoutSystem",
      "description": "Enhance your cafe's efficiency with our Cafe Checkout System. This tool simplifies the ordering and billing process, ensuring a smooth operation and improved customer satisfaction."
    }
  ]
}
